bradlc.vscode-tailwindcss
connorshea.vscode-ruby-test-adapter
eamodio.gitlens
enkia.tokyo-night
github.copilot
github.copilot-chat
github.vscode-pull-request-github
hbenl.vscode-test-explorer
jdinhlife.gruvbox
koichisasada.vscode-rdbg
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.test-adapter-converter
ms-vscode.vscode-commander
ms-vscode.vscode-copilot-vision
ms-vscode.vscode-websearchforcopilot
mvllow.rose-pine
ninoseki.vscode-mogami
pflannery.vscode-versionlens
qufiwefefwoyn.kanagawa
sainnhe.everforest
shopify.ruby-lsp
sleistner.vscode-fileutils
standard.vscode-standard
testdouble.vscode-standard-ruby
tomoki1207.pdf
vitest.explorer
